Overload List
Name  |   Description
OpenIFCDocument(String)
 Opens an IFC document from disk using default options.
OpenIFCDocument(String, IFCImportOptions)
 Opens an IFC document from disk using custom options.
 See Also
  Application Class
  Application Members
  Autodesk.Revit.ApplicationServices Namespace